Repository: Greg-Boggs/easy_breadcrumb
Catalog: translations/*.po
Languages: es

source: Administer Easy Breadcrumb
es: Administrar Easy Breadcrumb

source: Perform administration tasks for the module Easy Breadcrumb.
es: Tareas administrativas para el módulo Easy Breadcrumb

source: Provides a plug-and-play block to be embedded in your pages, typically at some place near the page's header.
es: Proporciona un bloque listo para embeber en tus páginas, típicamente cerca a la cabecera de la página.

source: General settings
es: Opciones generales

source: Disable the default Drupal's breadcrumb
es: Deshabilitar el breadcrumb por defecto de Drupal

source: Always disable the default Drupal's breadcrumb.
es: Deshabilitar siempre el breadcrumb por defecto de Drupal.

source: Include the front page as a segment in the breadcrumb
es: Incluir la página de inicio como un segmento en el breadcrumb

source: Include the front page as the first segment in the breacrumb.
es: Incluir la página de inicio como el primer segmento en el breadcrumb.

source: Include the current page's title as a segment in the breadcrumb
es: Incluir el título de la página actual como un segmento en el breadcrumb

source: Include the current page's title as the last segment in the breacrumb.
es: Incluir el título de la página actual como el último segmento en el breadcrumb.

source: Use the real page's title when available
es: Usar el título real de la página cuando esté disponible

source: Use the real page's title when it is available instead of always deducing it from the URL.
es: Usar el título real de la página cuando esté disponible en lugar de siempre deducirlo de la URL.

source: Make the page's title segment a link
es: Hacer que el segmento con el título de la página sea un enlace

source: Prints the page's title segment as a link.
es: Imprima el segmento con el título de la página como un enlace.

source: Segments separator
es: Separador de segmentos

source: Separator to be used between the breadcrumb's segments.
es: Separador a usar entre los segmentos del breadcrumb.

source: Transformation mode for the segments' titles
es: Modo para la transformación de los títulos de los segmentos

source: None
es: Ninguno

source: Capitalize the first letter of each word in the segment
es: Poner en mayúscula la primera letra de cada palabra en el segmento

source: Only capitalize the first letter of each segment
es: Poner en mayúscula sólo la primera letra de cada segmento

source: Choose the transformation mode you want to apply to the segments' titles. E.g.: 'blog/once-a-time' -> 'Home >> Blog >> Once a Time'.
es: Elija la transformación que quiere aplicar a los títulos de los segmentos. Ej.: 'blog/erase-una-vez' -> 'Inicio >> Blog >> Érase una Vez'.

source: Words to be ignored by the 'capitalizator'
es: Palabras a ser ignoradas por el 'conversor a mayúsculas'

source: Enter a space separated list of words to be ignored by the 'capitalizator'. This will be applyed only to the words not at the beginning of each segment. E.g.: of and.
es: Ingrese una lista de palabras separadas por un espacio, estas serán ignoradas por el 'conversor a mayúsculas'. Esto aplica solamente a las palabras que no estén al inicio del segmento. Ej.: de y o.

source: Include invalid paths alias as plain-text segments
es: Incluir los alias de rutas no validos como segmentos de texto-plano

source: Include the invalid paths alias as plain-text segments in the breadcrumb.
es: Incluir los alias de rutas no validos como segmentos de texto-plano en el breadcrumb.

source: Save
es: Guardar

source: Home
es: Inicio
